---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeff
source: html/50cfcc3e-4da4-6cf2-e47a-ab71800f349b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeff Property

"Thermal expansion coefficient"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamExpCoeff { get; }
```